// export const markerdata = [
//   {
//     title: '콜드스퀘어',
//     lat: 37.62197524055062,
//     lng: 127.16017523675508,
//   },
//   {
//     title: '하남돼지집',
//     lat: 37.620842424005616,
//     lng: 127.1583774403176,
//   },
//   {
//     title: '수유리우동',
//     lat: 37.624915253753194,
//     lng: 127.15122688059974,
//   },
//   {
//     title: '맛닭꼬',
//     lat: 37.62456273069659,
//     lng: 127.15211256646381,
//   },
// ];

export const markerdata = [
  {
    content: '<div>용산역</div>',
    lat: 37.529495,
    lng: 126.96477,
  },
  {
    content: '<div>강남역</div>',
    lat: 37.497919,
    lng: 127.027545,
  },
  {
    content: '<div>홍대입구역</div>',
    lat: 37.556719,
    lng: 126.923627,
  },
  {
    content: '<div>건대입구역</div>',
    lat: 37.540394,
    lng: 127.069146,
  },
];
